<?php
 session_start();   
?>
<!DOCTYPE html>
<html>
<head>
    <title>المكتبة الالكترونية-مداد نابلس</title>
  <?php  
   include 'css.css';
   include 'list.php';
  ?>
</head>
<body>


    <center>
        <h1>مكتبة مِداد نابلس</h1>

        <div id="d1">
            <h2>حول المكتبة وأهدافها</h2>
            <div class="section-content">
                <div class="text-block">
                    <p>
                        <h2>حول المكتبة</h2>
                        مَكتبة مِداد نابلس هي أكثر من مجرد مكتبة رقمية؛ إنها منصة تعليمية تهدف إلى سد الفجوة بين المعرفة والمتعلمين. نحن نؤمن بأن الوصول إلى الكتب يجب أن يكون متاحًا للجميع، وقد صممنا هذه المكتبة لتكون واحة للمعرفة، حيث يمكن للمستخدمين تصفح الكتب، طلبها، وحتى تتبع حالة استعارتهم بسهولة. مع ميزات مثل نظام إدارة المستخدمين، وتنبيهات الكتب المتأخرة، وعرض الطلبات المخصص لكل مستخدم، نسعى جاهدين لتقديم تجربة مكتبية رقمية شاملة تلبي احتياجات المجتمع التعليمي الحديث.
                    </p>
                    <p>
                        <h2>أهداف المكتبة</h2>
                        <ol>
                            <strong>وصول شامل:</strong> تمكين المستخدمين من الوصول للمصادر التعليمية في أي وقت ومكان لتعزيز القراءة والتعلم الذاتي.<br>
                            <strong>إدارة موارد فعالة:</strong> نظام متكامل لتتبع الكتب، تسهيل الإدارة، وتحديد المتأخر منها بتنبيهات مرئية.<br>
                            <strong>تجربة مستخدم محسّنة:</strong> واجهة بسيطة، سهولة التسجيل، وإدارة طلبات الاستعارة بكفاءة.<br>
                            <strong>دعم مجتمع التعلم:</strong> بناء مجتمع رقمي للتفاعل مع المحتوى والحصول على الكتب بسهولة.<br>
                            <strong>مرونة وتوسع:</strong> تصميم يسمح بالتوسع المستقبلي في المحتوى والميزات لتلبية الاحتياجات المتغيرة والتقنيات الحديثة.<br>
                        </ol>
                    </p>
                </div>
                <div class="image-container">
                    <img src="img/log.png" alt="مكتبة مداد نابلس">
                </div>
            </div>
        </div>

 
    </center>
</body>
</html>